Repository: ja-software/new_project
Catalog: Christmas_Application/Christmas_Application.Localization/Users/UsersResources.*.resx
Languages: ar

# AccountCreateHeader
source: User Registeration
ar: تسجيل مستخدم

# AccountDashboard
source: User Management DashBoard
ar: إدارة المستخدمين

# AccountLogin
source: Login
ar: تسجيل الدخول

source: Account Suspended
ar: حساب موقوف

# AccountSuspendedDetails
source: Your Account has been suspended by the System Administrator
ar: تم إيقاف حسابك من قبل مدير النظام

source: Activate User
ar: تفعيل مستخدم

# ActivateUserConfirm
source: Are you sure you want to Activate User?
ar: هل أنت متأكد أنك تريد تفعيل المستخدم؟

# ActivateUserError
source: An Error Occured while trying to Activate User.
ar: لقد حدث خطأ أثناء محاولة تفعيل المستخدم

# ActivateUserSuccess
source: Activate User Done Successfully.
ar: تم تفعيل المستخدم بنجاح

source: Active
ar: مفعل

# ActiveDirectoryUserInvalidCredintials
source: Provided Active Directory Credintials Are Invalid.
ar: اسم المستخدم او كلمة المرور غير صحيحة في المجلد النشط

# ActiveDirectoryUserNotRegistered
source: User Account Is Not Added To The System by The System Admin.
ar: المستخدم لم يتم تسجيله بواسطة مدير النظام

# ActiveStatus
source: Activation status
ar: حالة التفعيل

source: Admin
ar: مدير النظام

source: Age
ar: العمر

# Captcha
source: Verification Code
ar: رمز التحقق

source: Change Password
ar: تغيير كلمة المرور

# ChangePasswordConfirmMessage
source: Are you sure you want to change your password?
ar: هل أنت متأكد من تغيير كلمة المرور ؟

source: Change password failed
ar: فشل تغيير كلمة المرور

# ChangePasswordSuccessfully
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Change Phone
ar: تغيير الهاتف

# CodeExpiredDate
source: The activation link has expired
ar: رابط التفعيل انتهت صلاحيته

source: Communication Data
ar: بيانات التواصل

# CompleteProfile
source: Click here to complete the profile
ar: انقر هنا لإستكمال الملف الشخصى

source: Confirm Email
ar: تأكيد البريد الإلكتروني

# ConfirmEmailCodeExpired
source: Account activation link expired. You must send a new link to complete the activation of your account
ar: انتهت صلاحية رابط تفعيل حساب. يجب إرسال رابط جديد لاستكمال عميلة تفعيل حسابك

# ConfirmEmailInvalidCode
source: Account activation link is incorrect. Make sure the mail is sent to you. You can resend a new link to activate your account if the sender does not work
ar: رابط تفعيل الحساب غير صحيح. تأكد من البريد المرسل إليكم. يمكنك إعادة إرسال رابط جديد لتفعيل حسابك حال لم يعمل الرابط المرسل

# ConfirmEmailMsg
source: Your email has been confirmed and your account has been activated
ar: تم تأكيد بريدكم الإلكتروني و تفعيل الحساب

# ConfirmEmailNotMatchValidator
source: Email does not match the confirm email
ar: تأكيد البريد الإلكتروني لايطابق البريد الإلكتروني

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

# ConfirmPasswordNotMatchValidator
source: Password does not match the confirm password
ar: تأكيد كلمة المرور لا يطابق كلمة المرور

source: Contact Officer
ar: ضابط اتصال

# Contry
source: Country
ar: الدولة

source: Create Role
ar: إضافة صلاحية

source: Current Password
ar: كلمة المرور الحالية

# CurrentPasswordNotValid
source: Invalid Password
ar: كلمة المرور الحالية غير صحيحة

source: Date Of Birth
ar: تاريخ الميلاد

source: Deactivate User
ar: إيقاف مستخدم

# DeactivateUserConfirm
source: Are you sure you want to Deactivate User?
ar: هل أنت متأكد أنك تريد إيقاف المستخدم؟

# DeactivateUserError
source: An Error Occured while trying to Deactivate User.
ar: لقد حدث خطأ أثناء محاولة إيقاف المستخدم

source: Deactivate User Reason
ar: سبب إيقاف المستخدم

# DeactivateUserSuccess
source: User Account Deactivated Successfully.
ar: تم إيقاف المستخدم بنجاح

source: Delete
ar: حذف

source: Delete User
ar: حذف مستخدم

# DeleteUserConfirm
source: Are you sure you want to delete user?
ar: هل أنت متأكد أنك تريد حذف المستخدم؟

# DeleteUserError
source: An Error Occured while trying to Delete User.
ar: لقد حذث خطأ أثناء محاولة حذف المستخدم

# DeleteUserSuccess
source: User Deleted Successfully
ar: لقد تم حذف المستخدم بنجاح.

source: Detail
ar: بيانات المستخدم

source: Edit
ar: حفظ

# EditMyEmail
source: Edit Email
ar: تعديل البريد الإلكتروني

# EditMyProfile
source: Update My Profile
ar: تعديل بياناتي

source: Edit Role
ar: تعديل الصلاحية

source: Edit User
ar: تعديل بيانات المستخدم

source: Email
ar: البريد الإلكتروني

# EmailAlreadyRegistered
source: Email is already registered, please enter another email
ar: البريد الإلكتروني مسجل في النظام. الرجاء ادخال بريد إلكترونى مختلف

# EmailConfirm
source: Confirm Email
ar: تأكيد البريد الإلكتروني

# EmailConfirmNotMatchValidator
source: Email does not match the confirm email
ar: تأكيد البريد الإلكتروني لا يطابق البريد الإلكتروني

# EmailNotConfirmed
source: The email account not confirmed
ar: لم يتم تأكيد الحساب بواسطة البريد الالكتروني

# EmailPasswordLink
source: Send password link to my email
ar: إرسال رابط كلمة المرور

# EmailValidator
source: Invalid email
ar: البريد الإلكتروني غير صحيح

source: Employee
ar: موظف

source: Entry Language
ar: لغة الإدخال

source: Event Speaker
ar: محاضر فعاليات

source: Expert
ar: خبير

source: First Name
ar: الاسم الأول

# FirstNameAr
source: First Name in Arabic
ar: الاسم الأول بالعربية

# FirstNameEn
source: First Name in English
ar: الاسم الأول بالإنجليزية

source: Forget password
ar: هل نسيت كلمة المرور ؟

# ForgetPasswordConfirmMsg
source: Please check the link sent to your email to reset your password
ar: تم إرسال رابط الى بريدكم الإلكتروني يرجى إستخدامه لإعادة تعيين كلمة المرور

# ForgetPasswordConfirmMsg_Email
source: Please check the activation code sent to your email to reset your password
ar: تم إرسال كود التفعيل الى بريدكم الإلكتروني يرحى إستخدامه لإعادة تعيين كلمة المرور

# ForgetPasswordConfirmMsg_SMS
source: Please check the activation code sent to your mobile to reset your password
ar: تم إرسال كود التفعيل الى جوالك يرحى إستخدامه لإعادة تعيين كلمة المرور

source: Forgot Password
ar: نسيت كلمة المرور

# ForgotPasswordCode
source: Reset password code
ar: كود التفعيل

source: Forgot password confirmation
ar: تأكيد اعادة تعيين كلمة المرور

# FullName
source: Name
ar: الاسم

# FullNameAr
source: Full Name in Arabic
ar: الاسم بالكامل بالعربية

# FullNameEn
source: Full Name in English
ar: الاسم بالكامل بالإنجليزية

source: GCC Citizens
ar: مواطنى مجلس التعاون الخليجى

source: Gender
ar: الجنس

source: Hospital Is Required
ar: حقل المستشفى مطلوب

source: Inactive
ar: غير مفعل

# InvalidCaptcha
source: Invalid Captcha Code
ar: قيمة الرمز المدخل غير صحيحة

# InvalidEmail
source: Provided Email Is Invalid
ar: البريد الإلكتروني غير صحيح

# InvalidLogin
source: Invalid login, please try again
ar: عملية دخول غير صحيحة ، فضلا أعد المحاولة

source: Invalid mobile number
ar: رقم الجوال غير صحيح

# IsActive
source: User Activation Status
ar: حالة التفعيل

source: Job Title
ar: المسمى الوظيفى

source: Last Name
ar: الاسم الأخير

# LastNameAr
source: Last Name in Arabic
ar: الاسم الاخير بالعربية

# LastNameEn
source: Last Name in English
ar: الاسم الأخير بالإنجليزية

source: Lockout
ar: إغلاق مؤقت

source: Login
ar: تسجيل دخول

# LoginUserTitle
source: Use a local account to log in.
ar: قم بالدخول بصلاحيات مستخدم

source: Log out
ar: خروج

# LogoutSuccessfully
source: You have successfully signed out.
ar: تم تسجيل خروجك بنجاح

source: Manage User Roles
ar: إدارة صلاحيات المستخدم

source: Middle Name
ar: الاسم الوسط

# MiddleNameAr
source: Middle Name in Arabic
ar: الاسم الثانى بالعربية

# MiddleNameEn
source: Middle Name in English
ar: الاسم الثانى بالإنجليزية

# MobileAlreadyRegistered
source: Phone Number Already Registered for another user. please enter different phone number
ar: رقم الجوال مسجل في النظام بالفعل. للتسجيل اختر رقم أخر

# MustAcceptAgreement
source: Terms and conditions must be approved
ar: يجب الموافقة على الشروط والأحكـام

source: My Profile
ar: الملف الشخصي

# NationalIdAlreadyRegistered
source: National Id Already Registered for another user. please enter different National Id
ar: رقم الهوية او الإقامة مسجل في النظام بالفعل. للتسجبل تأكد من الرقم

source: New Email
ar: البريد الإلكتروني الجديد

source: New Password
ar: كلمة المرور الجديدة

source: New User
ar: مستخدم جديد

# NewUserJoinUs
source: New user <br /> Join us
ar: مستخدم جديد<br />انضم إلينا

source: Non Saudi Citizen
ar: مواطن غير سعودى

# OldPasswordMatchNewPasswordValidator
source: New password is matched with old password
ar: كلمة المرور الجديدة متطابقة مع كلمة المرور الحالية

source: Organization
ar: الجهة

source: Organization Coordinator
ar: منسق جهة

source: Password
ar: كلمة المرور

# PasswordValidator
source: Invalid password
ar: كلمة المرور غير صالحة

source: Personal Data
ar: البيانات الشخصية

# PhoneNumber
source: Mobile Number
ar: رقم الجوال

# PhoneNumberAlreadyExist
source: Phone Number Already Registered for another user. please enter different phone number
ar: رقم الجوال المدخل مسجل لمستخدم آخر. أدخل رقم جوال مختلف

# PreferredUiLanguage
source: Preferred Display Language
ar: اللغة المفضلة للعرض

source: Profile
ar: بيانات المستخدم

# ProfileHeader
source: My profile
ar: بياناتي

source: Register
ar: تسجيل

# RegisterationSuccess
source: Registration successful, System sent email to the user to activate his account
ar: تم التسجيل بنجاح , كما تم إرسال بريد الكتروني للمستخدم لتفعيل حسابه ضمن النظام

source: Register Confirmation
ar: تأكيد تسجيل الحساب

source: Registered User
ar: مستخدم فرد

source: Register new user
ar: إنشاء حساب

# RegisterNewUserTitle
source: Register New User
ar: إنشاء مستخدم جديد

# RegistrationSuccess
source: We emailed a confirmation link to your email. Click the link in that email to activate account. Make sure to check your spam box in case it got filtered
ar: تم تسجيل الحساب بنجاح, الرجاء مراجعة البريد الإلكتروني لتفعيل الحساب

source: Remember Me
ar: تذكرنى

# RequiredCaptchaMessage
source: Captcha Code Is Required
ar: يجب إدخال رمز التحقق

# ResendConfirmEmailLink
source: Resend confirmation email link
ar: إعادة إرسال رابط التفعيل

source: Reset Password
ar: إعادة تعيين كلمة المرور

# ResetPasswordConfirm
source: Confirm Reset Password
ar: تأكيد إعادة تعيين كلمة المرور

# ResetPasswordConfirmMessage
source: Are you sure you want to reset password?
ar: هل أنت متأكد من إعادة تعيين كلمة المرور ؟

# ResetPasswordConfirmMsg
source: Successfully reset password. please click login link
ar: تم إعادة تعيين كلمة المرور بنجاح فضلا اضغط على الرابط لإعادة الدخول

# ResetPasswordInvalidCode
source: Invalid password reset link. Make sure the email is sent to you. You can resend a new link to reset your password if the sender link does not work
ar: رابط إعادة كلمة مرور غير صحيح. تأكد من البريد المرسل إليكم. يمكنك إعادة إرسال رابط جديد لإعادة تعيين كلمة المرور حال لم يعمل الرابط المرسل

# ResetPasswordNotValid
source: Invalid password
ar: كلمة المرور غير صحيحة

# ResetPasswordSuccessfully
source: Password reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح

source: Role Code
ar: رمز الصلاحية

# RoleCreatedSuccessfully
source: Successfully added new role
ar: تم اضافة الصلاحية الجديدة بنجاح

source: Role Description
ar: وصف الصلاحية

# RoleDescriptionArabic
source: Arabic Role Discription
ar: وصف الصلاحية بالعربي

# RoleDescriptionEnglish
source: English Role Discription
ar: وصف الصلاحية بالانجليزي

source: Role Name
ar: اسم الصلاحية

# RoleNameArabic
source: Arabic Role Name
ar: اسم الصلاحية بالعربي

# RoleNameEnglish
source: English Role Name
ar: اسم الصلاحية بالانجليزي

# RoleNotFound
source: Role Not Found in System
ar: الصلاحية غير موجودة بالنظام

source: Roles
ar: دور العمل

# SamAccountName
source: User Name
ar: اسم المستخدم

source: Saudi Citizen
ar: مواطن سعودى

# SaveChangesConfirm
source: Are you sure you want to save changes?
ar: هل أنت متأكد من حفظ التغيرات؟

# SavedSuccessfully
source: Successfully saved
ar: تم الحفظ بنجاح

source: Search
ar: بحث

# SendConfirmUserEmail
source: Re-send Confirm user email
ar: إعادة إرسال بريد التفعيل

# SendConfirmUserEmailConfirm
source: Are you sure you want to resend Confirm User Email?
ar: هل أنت متأكد أنك تريد إعادة إرسال بريد التفعيل للمستخدم؟

# SendConfirmUserEmailError
source: An Error Occured while trying to send Confirm User Email
ar: لقد حدث خطأ أثناء محاولة إرسال بريد التفعيل للمستخدم

# SendConfirmUserEmailSuccess
source: Confirm user Email is sent successfully
ar: لقد تم إرسال بريد التفعيل للمستخدم بنجاح

# SendedActivationLink
source: Activation link sent
ar: تم إرسال رابط التفعيل

source: Send Email
ar: إرسال بريد إلكتروني

source: Settings
ar: الإعدادات

source: System Management
ar: إدارة النظام

source: Telephone Number
ar: رقم الهاتف

# TermsAgreement
source: Approve the terms and conditions
ar: الموافقة على الشروط والأحكـام

# TermsAgreementMustBeTrue
source: You Have to Approve Terms and Conditions
ar: يجب الموافقة على الشروط والأحكام

# TermsOfService
source: Terms and Conditions
ar: الشروط والأحكـام

# ThirdNameAr
source: Third Name in Arabic
ar: اسم الجد بالعربية

# ThirdNameEn
source: Third Name in English
ar: اسم الجد بالإنجليزية

source: Trainer
ar: مدرب

# TranslatorMustSelectEntryLangauge
source: Please Select Langauge Entry
ar: الرجاء اختيار لغة الإدخال

source: Twitter Login
ar: تسجيل الدخول<br />بحساب تويتر

source: Unemployed
ar: غير موظف

source: Update email failed
ar: فشل تعديل البريد الالكتروني

source: Update mobile failed
ar: فشل تعديل رقم الجوال

# UpdateRoleSuccessfully
source: Role information updated successfully
ar: تم تعديل بيانات الصلاحية بنجاح

# UpdateUserSuccessfully
source: User information updated successfully
ar: تم تعديل بيانات المستخدم بنجاح

# UrlActivationTitle
source: To resend the activation link to your e-mail, click here
ar: لإعادة إرسال رابط التفعيل لبريدك الإلكتروني اضغط هنا

# UserAccessDeniedMsg
source: You do not have access to this resource.
ar: ليس لديك صلاحية للدخول على هذه الصفحة

# UserAccessDeniedTitle
source: Access denied
ar: الدخول محظور

# UserAlreadyActivated
source: User account already activated
ar: تم تفعيل حساب المستخدم من قبل

# UserCanNotBeDeleted
source: User Can Not Be Deleted. Reason:
ar: لا يمكن حذف المستخدم. السبب:

source: User Created Successfully
ar: تم إضافة المستخدم بنجاح

source: User Details
ar: تفاصيل المستخدم

# UserIsLocked
source: The user has been locked, please contact the system administrator
ar: تم إيقاف المستخدم ، الرجاء التواصل مع مدير النظام

# UserIsNotAuthourized
source: You do not have access to this resource
ar: المستخدم ليس لديه صلاحية لهذا المحتوى

source: User Name
ar: اسم المستخدم

# UserNameAlreadyRegistered
source: User Name is already registred, please select another user name
ar: اسم المستخدم مسجل في النظام بالفعل. للتسجيل اختر اسم مستخدم مختلف

source: UserName Or Email
ar: اسم المستخدم أو البريد الالكتروني

# UserNameValidator
source: Invalid username
ar: اسم المستخدم غير صحيح

# UserNotActivated
source: The user was deactivated by the system administrator
ar: تم إيقاف المستخدم من قبل مدير النظام

# UserNotFound
source: User Not Found in System
ar: لم يتم العثور على المستخدم بالنظام

# UserNumberAlreadyRegistered
source: User Number is already registred, please enter another user Number
ar: رقم المستخدم مسجل في النظام بالفعل. للتسجيل اختر رقم مستخدم مختلف

source: Users
ar: المستخدمين

source: Users Count
ar: عدد المستخدمين

source: Users In Role
ar: المستخدمين في الصلاحية

source: Users Management
ar: إدارة المستخدمين

source: User Type
ar: نوع المستخدم

# Validate_Password_Invalid
source: Password must be between 8 and 20 english characters; must contain at least one lowercase letter, one uppercase letter, one numeric digit, one special character, cannot contain whitespace
ar: يجب أن تكون كلمة المرور بين 8 و 20 حرفًا باللغة الانجليزية ؛ يجب أن تحتوي على حرف صغير واحد على الأقل ، حرف كبير واحد ، رقم واحد ، حرف خاص واحد ، لا يمكن أن يحتوي على مسافة بيضاء

# WaitingConfirmation
source: Waiting Email Confirmation
ar: في انتظار تأكيد البريد

# WaitingConfirmationMessage
source: Message has been sent to your email to confirm your account activation on the system please click on the link in the message to confirm your utility account
ar: لقد تم إرسال رسالة على بريدك الإلكترونى لتأكيد تفعيل حسابك على النظام برجاء الضغط على الرابط المرفق لديكم فى الرسالة لتأكيد الحساب
