Repository: ja-software/new_project
Catalog: Christmas_Application/Christmas_Application.Localization/SettingsManagement/SettingsManagement.*.resx
Languages: ar

source: Allow Forgot Password
ar: عرض رابط .. نسيت كلمة المرور

# AllowForgotPasswordDesc
source: Enable/Disable forgot password feature
ar: عرض / اخفاء رابط .. نسيت كلمة المرور

source: Allow Remember Me
ar: عرض اختيار .. تذكرني

# AllowRememberMeDesc
source: Should 'Remember Me' checkbox be displayed on login form?
ar: هل تريد عرض اختيار (تذكرني) فى صفحة تسجيل الدخول ؟

source: Allow Throttle Authentication
ar: السماح بتشديد المصادقة

# AllowThrottleAuthenticationDesc
source: Should the system throttle authentication attempts?
ar: هل تريد السماح بتشديد المصادقة ؟

source: Authentication Throttle
ar: تشديد المصادقة

# AuthenticationThrottleDesc
source: set authentication Throttle settings
ar: تحديد اعدادات تشديد المصادقة

# Authentication_Title
source: Authentication Settings
ar: اعدادات المصادقة

source: General
ar: اعدادات عامة

# GeneralDesc
source: set authentication general settings
ar: اختار الاعدادات العامة

source: Lockout Time
ar: مدة الحظر

# LockoutTimeDesc
source: Number of minutes to lock the user out for after specified maximum numbers.
ar: عدد الدقائق التى سيتم فيها حظر المستخدم بعد ادخال كلمة المرور خطأ بالحد الاقصى المسموح به

source: Maximum Number Of Attempts
ar: اقصى عدد مرات دخول خطأ

# MaximumNumberOfAttemptsDesc
source: Maximum number of incorrect login attempts before lockout.
ar: اقصى عدد مرات دخول خطأ للمستخدم قبل عمل حظر للحساب

source: Require Confirmed Account
ar: ضرورة تأكيد الحساب

# RequireConfirmedAccountDesc
source: Should user confirm his account ?
ar: هل تريد ارسال بريد الكتروني للمستخدم لتأكيد الحساب ؟

# SMTPSettingDesc
source: set smtp settings
ar: ادخال اعدادات SMTP

# SMTPSetting_Title
source: SMTP settings
ar: اعدادات SMTP
