Repository: ja-software/new_project
Catalog: Common/Common.Localization/Messages/Messages.*.resx
Languages: ar

# AccessDeniedMessage
source: You do not have access to this resource.
ar: لا تمتلك صلاحية للوصول لهذا المحتوى

# AddAtleastOneItem
source: You should add at least one item
ar: يجب إضافة عنصر واحد على الأقل

# AddAtleastOneSpeaker
source: You should add at least one speaker
ar: يجب إضافة متحدث واحد على الأقل

# AddAtleastOneSponsor
source: You should add at least one sponsor
ar: يجب إضافة راعي واحد على الأقل

# AddAtleastOneUser
source: You should add at least one user
ar: يجب إضافة مستخدم واحد على الأقل

source: Agenda Required
ar: حقل جدول الأعمال مطلوب

# AlreadyExists
source: The item is added before
ar: تمت الإضافة من قبل

# AtLeastOneDay
source: You should add one day at least
ar: يجب إضافة يوم واحد على الأقل

# AttachmentErrorOccured
source: Error occured
ar: حدث خطأ

# AttachmentNotAllowedExtension
source: File Extension not allowed. the allowed files are {0}
ar: إمتداد الملف غير مسموح . الملفات المسموح بها هي {0}

# AttachmentSizeError
source: You can not upload file with zero size
ar: لا يمكنك تحميل ملف بحجم صفر

# Attachment_ErrorMessage_MaxSize
source: The upload file Size shouldn't exceed {0}Mb
ar: يجب الا يزيد حجم الملف عن {0} ميجابايت

source: Cancel Event Done Successfully
ar: تم إلغاء الفعالية بنجاح

source: Cancel event failed
ar: لا يمكنك إلغاء الفعالية

# CancellationHasBeenExceeded
source: You can not cancel where the maximum period of cancellation has been exceeded
ar: لا يمكنك الإلغاء حيث تم تجاوز المدة الأقصى للإلغاء

# CancelPurchaseRequest
source: Are you sure you want to cancel this purchase request?
ar: هل أنت متأكد أنك تريد إلغاء طلب الشراء؟

# CancelRoomRequest
source: Are you sure you want to cancel this room request?
ar: هل أنت متأكد أنك تريد إلغاء طلب حجز القاعة؟

source: Change Done Successfully
ar: تم تغيير فترة التسجيل بنجاح

# ChooseAtleastOneItem
source: You should choose at least one item
ar: يجب اختيار عنصر واحد على الأقل

source: Comments Required
ar: حقل الملاحظات مطلوب

# CountUnvalid
source: Count greater than 0
ar: العدد اكبر من 0

# DeletedSuccessfully
source: Delete process completed sucessfully
ar: تمت عملية الحذف بنجاح

source: Delete event failed
ar: لا يمكنك حذف الفعالية

# DiscountPercentageUnvalid
source: Unvalid discount percentage
ar: قيمة الخصم التي أدخلتها غير صحيحة

# EndTimeGreaterStartTime
source: End time should be greater than start time
ar: وقت النهاية يجب ان يكون أكبر من وقت البداية

# ErrorInPassportOrID
source: Unvalid passport or ID
ar: يوجد خطأ في رقم الجواز او البطاقة

# EventStartDateLessThanToday
source: Event start date could not be less than or equal today
ar: تاريخ بداية الفعالية لا يمكن أن يكون أقل من أو يساوي اليوم

source: Must add all days
ar: يجب إدخال جميع الأيام

# MustAddDay
source: Must add days
ar: يجب إضافة أيام

# NotInRange
source: The date should be between the event start and end date
ar: يجب ان يقع التاريخ بين تاريخ بداية و نهاية الفعالية

# NumberOfSeatsUnvalid
source: Unvalid number of seats
ar: عدد المقاعد التي أدخلتها غير صحيح

source: Organizations imported successfully
ar: تم استيراد الجهات بنجاح

# OverlapError
source: You can't add this range it makes overlap
ar: لا يمكن الاضافة يوجد تداخل في المواعيد

# RegisterationEndLessOrEqualEventEndDate
source: Registeration end date should be less than or equal event end date
ar: تاريخ نهاية التسجيل يجب أن يكون أقل من أو يساوي تاريخ نهاية الفعالية

# RegisterationStartLessOrEqualEventEndDate
source: Registeration start date should be less than or equal event end date
ar: تاريخ بداية التسجيل يجب أن يكون أقل من أو يساوي تاريخ نهاية الفعالية

# RegisterationStartLessThanToday
source: Registeration start date must be greater or equal than today
ar: تاريخ بداية التسجيل يجب أن يكون أكبر من أو يساوي تاريخ اليوم

# RequestSentSuceesfully
source: Your request is sent successfully , request number {0}
ar: لقد تم إرسال طلبك بنجاح , رقم الطلب {0}

source: Room is not avialable
ar: القاعة غير متاحة

# RoomSeatsLessThanEvent
source: Room seats less than event seats.
ar: عدد المقاعد في القاعة أقل من عدد مقاعد الفعالية

# SavedFailed
source: Save process failed
ar: فشلت عملية الحفظ

source: Saved successfully
ar: تم الحفظ بنجاح

# SeatsLimit
source: Total number of seats now exceed the number of seats for the event
ar: مجموع عدد المقاعد يتجاوز عدد مقاعد الفعالية

source: Sector Required
ar: حقل القطاع مطلوب

source: Select Speaker
ar: اختر متحدث

source: Select Sponsor Organization
ar: اختر جهة الرعاية

source: Select Sponsorship Type
ar: اختر فئة الرعاية

# SignedOutMessage
source: You have successfully signed out.
ar: لقت قمت بتسجيل الخروج بنجاح

# SponsorshipAmountUnvalid
source: Unvalid sponsoship amount
ar: قيمة المبلغ التي أدخلتها غير صحيحة

source: User Matched
ar: اسم المستخدم متطابق
